i5-2500k/noretpoline-pti-pcid/pgbench/50/runs/result-ro-prepared-50-3.log
transaction type: <builtin: select only>
scaling factor: 50
query mode: prepared
number of clients: 4
number of threads: 4
duration: 300 s
number of transactions actually processed: 39684170
latency average = 0.030 ms
tps = 132280.539394 (including connections establishing)
tps = 132281.088632 (excluding connections establishing)